Tekla Open API Reference for Tekla Structures 2025
Distance.ToFractionalInchesString Method
Overload List
Name | Description
ToFractionalInchesString()
 Creates a string representation of the distance in inches.
ToFractionalInchesString(IFormatProvider)
 Creates a string representation of the distance in inches.
Top
See Also
Reference
Distance Structure
Tekla.Structures.Datatype Namespace